Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# timer.context.go_to_planner
source: Go to Planner
ar: انتقل إلى المخطط
da: Gå til Planner
de: timer.context.go_to_planner
es: Ir al Planificador
fa: به برنامه ریز بروید
fi: Siirry Planneriin
fr: Aller au Planificateur
he: timer.context.go_to_planner
ja: プランナーに移動
nl: Ga naar Planner
ru: Перейти в планировщик
th: ไปที่วางแผน
uk: Перейдіть до Планувальника
zh_hans: 前往规划
zh_hant: 前往規劃
zh_hk: 前往規劃器

# timer.context.refresh_calendar
source: Refresh Calendar
ar: تحديث التقويم
da: Opdater kalender
de: timer.context.refresh_calendar
es: Actualizar Calendario
fi: Päivitä kalenteri
fr: Actualiser le calendrier
he: timer.context.refresh_calendar
ja: カレンダーを更新する
nl: Agenda vernieuwen
ru: Обновить календарь
th: รีเฟรชปฏิทิน
uk: Оновити календар
zh_hans: 刷新日历
zh_hant: 重新整理日曆
zh_hk: 刷新日曆

# timer.context.start_clock
source: Start clock
ar: ساعة البداية
da: Start ur
de: timer.context.start_clock
es: Iniciar reloj
fi: Käynnistä kello
fr: Démarrer l'horloge
he: timer.context.start_clock
ja: スタートクロック
nl: Klok starten
ru: Запустить часы
th: เริ่มนาฬิกา
uk: Запустити годинник
zh_hans: 开始计时
zh_hant: 開始計時
zh_hk: 開始時鐘

# timer.context.stop_clock
source: Stop clock
ar: توقف الساعة
da: Stop ur
de: timer.context.stop_clock
es: Detener reloj
fi: Pysäytä kello
fr: Arrêter l'horloge
he: timer.context.stop_clock
ja: 時計を止める
nl: Klok stilzetten
ru: Остановить часы
th: นาฬิกาหยุด
uk: Стоп годинник
zh_hans: 暂停计时
zh_hant: 暫停計時
zh_hk: 停止時鐘

# timer.debug.label
source: Debug
ar: تصحيح
de: timer.debug.label
es: Depurar
fr: Débogage
he: timer.debug.label
ja: デバッグ
nl: Foutopsporing
ru: Отладка
th: ดีบัก
uk: Налагодження
zh_hans: 调试
zh_hant: 偵錯
zh_hk: 偵錯

# timer.display.analog
source: Analog
ar: التناظرية
de: timer.display.analog
es: Analógico
fi: Analoginen
fr: Analogique
he: timer.display.analog
ja: アナログ
nl: Analoog
ru: Аналоговый
th: อนาล็อก
uk: Аналоговий
zh_hans: 模拟
zh_hant: 類比
zh_hk: 模擬

# timer.display.digital
source: Digital
ar: رقمي
de: timer.display.digital
fa: دیجیتال
fi: Digitaalinen
fr: Numérique
he: timer.display.digital
ja: デジタル
nl: Digitaal
ru: Цифровой
th: ดิจิตอล
uk: цифровий
zh_hans: 数字
zh_hant: 數位
zh_hk: 數位的

# timer.focus.message
source: Focus on your current activity
ar: ركز على نشاطك الحالي
da: Fokuser på din nuværende aktivitet
de: timer.focus.message
es: Concéntrate en tu actividad actual
fa: بر فعالیت فعلی خود تمرکز کنید
fi: Keskity nykyiseen toimintaasi
fr: Concentrez-vous sur votre activité actuelle
he: timer.focus.message
ja: 現在の活動に集中する
nl: Concentreer u op uw huidige activiteit
ru: Сосредоточьтесь на текущей активности
th: มุ่งเน้นไปที่กิจกรรมปัจจุบันของคุณ
uk: Зосередьтеся на своїй поточній діяльності
zh_hans: 专注于当前活动
zh_hant: 專注於目前活動
zh_hk: 專注於您當前的活動

# timer.focus.no_linked_tasks
source: No linked tasks yet.
ar: لا توجد مهام مرتبطة حتى الآن.
da: Ingen tilknyttede opgaver endnu.
de: timer.focus.no_linked_tasks
es: Aún no hay tareas vinculadas.
fa: هنوز هیچ کار مرتبطی وجود ندارد.
fi: Ei vielä linkitettyjä tehtäviä.
fr: Aucune tâche liée pour le moment.
he: timer.focus.no_linked_tasks
ja: リンクされたタスクはまだありません。
nl: Nog geen gekoppelde taken.
ru: Пока нет связанных задач.
th: ยังไม่มีงานที่เชื่อมโยง
uk: Ще немає пов’язаних завдань.
zh_hans: 暂无关联任务。
zh_hant: 暫無關聯任務。
zh_hk: 還沒有鏈接的任務。

# timer.focus.window_title
source: Focus
ar: ركز
da: Fokus
de: timer.focus.window_title
es: Enfoque
fa: تمرکز کنید
fi: Keskity
fr: Concentration
he: timer.focus.window_title
ja: 集中
ru: Фокус
th: จุดสนใจ
uk: Фокус
zh_hans: 专注
zh_hant: 專注
zh_hk: 重點

# timer.label.activities
source: Activities
ar: أنشطة
da: Aktiviteter
de: timer.label.activities
es: Actividades
fa: فعالیت ها
fi: Aktiviteetit
fr: Activités
he: timer.label.activities
ja: 活動内容
nl: Activiteiten
ru: Активности
th: กิจกรรม
uk: Діяльність
zh_hans: 活动
zh_hant: 活動
zh_hk: 活動

# timer.label.activity
source: Activity
ar: نشاط
da: Aktivitet
de: timer.label.activity
es: Actividad
fi: Toiminta
fr: Activité
he: timer.label.activity
ja: 活動
nl: Activiteit
ru: Активность
th: กิจกรรม
uk: діяльність
zh_hans: 活动
zh_hant: 活動
zh_hk: 活動

# timer.label.all_activities
source: All Activities
ar: جميع الأنشطة
da: Alle aktiviteter
de: timer.label.all_activities
es: Todas las Actividades
fa: تمام فعالیت ها
fi: Kaikki aktiviteetit
fr: Toutes les activités
he: timer.label.all_activities
ja: すべてのアクティビティ
nl: Alle activiteiten
ru: Все активности
th: กิจกรรมทั้งหมด
uk: Усі види діяльності
zh_hans: 所有活动
zh_hant: 所有活動
zh_hk: 所有活動

# timer.label.current_activity
source: Current Activity
ar: النشاط الحالي
da: Aktuel aktivitet
de: timer.label.current_activity
es: Actividad Actual
fi: Nykyinen toiminta
fr: Activité actuelle
he: timer.label.current_activity
ja: 現在の活動
nl: Huidige activiteit
ru: Текущая активность
th: กิจกรรมปัจจุบัน
uk: Поточна діяльність
zh_hans: 当前活动
zh_hant: 目前活動
zh_hk: 當前活動

# timer.label.no_activity
source: No activity selected
ar: لم يتم تحديد أي نشاط
da: Ingen aktivitet valgt
de: timer.label.no_activity
es: Ninguna actividad seleccionada
fa: هیچ فعالیتی انتخاب نشده است
fi: Toimintoa ei ole valittu
fr: Aucune activité sélectionnée
he: timer.label.no_activity
ja: アクティビティが選択されていません
nl: Geen activiteit geselecteerd
ru: Активность не выбрана
th: ไม่มีกิจกรรมที่เลือก
uk: Жодна діяльність не вибрана
zh_hans: 未选择活动
zh_hant: 未選擇活動
zh_hk: 未選擇活動

# timer.label.no_activity_short
source: No activity selected.
ar: لم يتم تحديد أي نشاط.
da: Ingen aktivitet valgt.
de: timer.label.no_activity_short
es: Ninguna actividad seleccionada.
fi: Toimintaa ei ole valittu.
fr: Aucune activité sélectionnée.
he: timer.label.no_activity_short
ja: アクティビティが選択されていません。
nl: Geen activiteit geselecteerd.
ru: Активность не выбрана.
th: ไม่มีกิจกรรมที่เลือก
uk: Жодна діяльність не вибрана.
zh_hans: 未选择活动。
zh_hant: 未選擇活動。
zh_hk: 未選擇任何活動。

# timer.label.none
source: None
ar: لا أحد
da: Ingen
de: timer.label.none
es: Ninguno
fa: هیچ کدام
fi: Ei mitään
fr: Aucune
he: timer.label.none
ja: なし
nl: Geen
ru: Нет
th: ไม่มี
uk: Жодного
zh_hans: 无
zh_hant: 無
zh_hk: 沒有任何

# timer.label.notes
source: Notes
ar: ملحوظات
da: Noter
de: timer.label.notes
es: Notas
fa: یادداشت ها
fi: Huomautuksia
he: timer.label.notes
ja: 注意事項
nl: Opmerkingen
ru: Заметки
th: หมายเหตุ
uk: Примітки
zh_hans: 笔记
zh_hant: 筆記
zh_hk: 筆記

# timer.label.pinned
source: Pinned
ar: مثبت
da: Fastgjort
de: timer.label.pinned
es: Fijado
fa: پین شده
fi: Kiinnitetty
fr: Épinglé
he: timer.label.pinned
ja: 固定された
nl: Vastgezet
ru: Закреплено
th: ปักหมุดแล้ว
uk: Закріплено
zh_hans: 已固定
zh_hant: 已固定
zh_hk: 已固定

# timer.label.search
source: Search
ar: يبحث
da: Søge
de: timer.label.search
es: Buscar
fa: جستجو کنید
fi: Haku
fr: Rechercher
he: timer.label.search
ja: 検索
nl: Zoekopdracht
ru: Поиск
th: ค้นหา
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

# timer.stats.study_summary
source: Study Summary
ar: ملخص الدراسة
da: Studieresumé
de: timer.stats.study_summary
es: Resumen de Estudio
fa: خلاصه مطالعه
fi: Tutkimuksen yhteenveto
fr: Résumé d'étude
he: timer.stats.study_summary
ja: 研究概要
nl: Studie Samenvatting
ru: Сводка занятий
th: สรุปการศึกษา
uk: Резюме дослідження
zh_hans: 学习摘要
zh_hant: 學習摘要
zh_hk: 研究總結

source: to
ar: ل
da: til
es: a
fr: à
ja: に
nl: naar
th: ถึง
uk: до
zh_hans: 到
zh_hant: 到
zh_hk: 到

source: · %@ credits
ar: · %@ الاعتمادات
da: · %@ kreditter
es: · %@ créditos
fa: · %@ اعتبار
fi: · %@ krediittiä
fr: · %@ crédits
he: קרדיטים
it: · %@ crediti
ja: · %@ クレジット
nl: · %@ kredieten
sw: · %@ mikopo
th: · %@ เครดิต
uk: · %@ кредитів
vi: · %@ tín chỉ
zh_hans: · %@ 学分
zh_hant: · %@ 學分
zh_hk: · %@ 學分

source: · Target: %@%%
ar: · هدف: ٪@٪٪
da: · Mål: %@%%
es: · Objetivo: %@%%
fa: · هدف: %@%%
fi: · Kohde: %@%%
fr: · Cible: %@%%
he: יעד:
it: · Bersaglio: %@%%
ja: · ターゲット: %@%%
nl: · Doel: %@%%
sw: · Lengo: %@%%
th: · เป้า: %@%%
uk: · Ціль: %@%%
vi: · Mục tiêu: %@%%
zh_hans: · 目标： ％@％％
zh_hant: · 目標： ％@％％
zh_hk: · 目標： ％@％％

source: 🔧 Phase 6.7: TextEditor with custom Binding ADDED
ar: 🔧 المرحلة 6.7: تمت إضافة محرر النصوص مع ربط مخصص
da: 🔧 Fase 6.7: TextEditor med brugerdefineret binding TILFØJET
de: 🔧 Phase 6.7: TextEditor mit benutzerdefinierter Bindung HINZUGEFÜGT
es: 🔧 Fase 6.7: Editor de texto con enlace personalizado AÑADIDO
fa: 🔧 فاز 6.7: ویرایشگر متن با Binding سفارشی اضافه شده است
fi: 🔧 Vaihe 6.7: Tekstieditori mukautetulla sidoksella LISÄTTY
fr: 🔧 Phase 6.7 : TextEditor avec liaison personnalisée AJOUTÉE
he: 🔧 שלב 6.7: עורך טקסט עם כריכה מותאמת אישית שנוספה
it: 🔧 Fase 6.7: TextEditor con Binding personalizzato AGGIUNTO
ja: 🔧 フェーズ 6.7: カスタム バインディングを追加した TextEditor
nl: 🔧 Fase 6.7: Teksteditor met aangepaste binding TOEGEVOEGD
sw: 🔧 Awamu ya 6.7: TextEditor iliyo na Ufungaji maalum ADDED
th: 🏽 เฟส 6.7: โปรแกรมแก้ไขข้อความพร้อมการผูกแบบกำหนดเองที่เพิ่มแล้ว
uk: 🔧 Етап 6.7: ДОДАНО текстовий редактор із спеціальним зв’язуванням
vi: 🔧 Giai đoạn 6.7: TextEditor với Binding tùy chỉnh ĐƯỢC THÊM
zh_hans: 🔧 阶段 6.7：添加了自定义绑定的 TextEditor
zh_hant: 🔧 階段 6.7：添加了自定義綁定的 TextEditor
zh_hk: 🔧 階段 6.7：添加了自定義綁定的 TextEditor

source: 🚧 Timer Page - Phase 6.7
ar: 🚧 صفحة المؤقت - المرحلة 6.7
da: 🚧 Timerside - Fase 6.7
de: 🚧 Timer-Seite - Phase 6.7
es: 🚧 Página del temporizador - Fase 6.7
fa: 🚧 صفحه تایمر - فاز 6.7
fi: 🚧 Ajastinsivu - Vaihe 6.7
fr: 🚧 Page Minuterie - Phase 6.7
he: דף 🚧 שעון עצר - שלב 6.7
it: 🚧 Pagina Timer - Fase 6.7
ja: 🚧 タイマー ページ - フェーズ 6.7
nl: 🚧 Timerpagina - Fase 6.7
sw: 🚧 Ukurasa wa Kipima Muda - Awamu ya 6.7
th: 🚧 หน้าตัวจับเวลา - เฟส 6.7
uk: 🚧 Сторінка таймера - фаза 6.7
vi: 🚧 Trang hẹn giờ - Giai đoạn 6.7
zh_hans: 🚧 计时器页面 - 阶段 6.7
zh_hant: 🚧 計時器頁面 - 階段 6.7
zh_hk: 🚧 計時器頁面 - 階段 6.7

source: 🧪 Phase 5.7: FULL TimerCoreCard with FIXED circles
ar: 🧪 المرحلة 5.7: بطاقة TimerCore كاملة مع دوائر ثابتة
da: 🧪 Fase 5.7: FULDSTÆNDIG TimerCoreCard med FAST cirkler
de: 🧪 Phase 5.7: FULL TimerCoreCard mit FESTEN KREISEN
es: 🧪 Fase 5.7: TimerCoreCard COMPLETA con círculos FIJOS
fa: 🧪 فاز 5.7: کارت TimerCore کامل با دایره های ثابت
fi: 🧪 Vaihe 5.7: FULL TimerCoreCard KIINTEILLÄ ympyröillä
fr: 🧪 Phase 5.7 : TimerCoreCard COMPLÈTE avec cercles FIXES
he: 🧪 שלב 5.7: כרטיס TimerCoreCard מלא עם מעגלים קבועים
it: 🧪 Fase 5.7: TimerCoreCard COMPLETA con cerchi FISSI
ja: 🧪 フェーズ 5.7: 固定サークルを含む完全な TimerCoreCard
nl: 🧪 Fase 5.7: VOLLEDIGE TimerCoreCard met VASTE cirkels
sw: 🧪 Awamu ya 5.7: Kadi KAMILI ya TimerCore iliyo na miduara ILIYOREKEBISHWA
th: 🧪 เฟส 5.7: การ์ดจับเวลาเต็มพร้อมวงกลมคงที่
uk: 🧪 Фаза 5.7: ПОВНА TimerCoreCard із ФІКСОВАНИМИ колами
vi: 🧪 Giai đoạn 5.7: TimeCoreCard ĐẦY ĐỦ với các vòng tròn CỐ ĐỊNH
zh_hans: 🧪 阶段 5.7：带有固定圆圈的完整 TimerCoreCard
zh_hant: 🧪 階段 5.7：帶有固定圓圈的完整 TimerCoreCard
zh_hk: 🧪 階段 5.7：帶有固定圓圈的完整 TimerCoreCard

# sidebar.section.navigation
source: Navigation
ar: التنقل

# tab.dashboard
source: Dashboard
ar: لوحة التحكم

# tab.calendar
source: Calendar
ar: التقويم

# tab.planner
source: Planner
ar: المخطط

# tab.assignments
source: Assignments
ar: الواجبات

# tab.courses
source: Courses
ar: المقررات

# tab.grades
source: Grades
ar: الدرجات

# tab.timer
source: Timer
ar: المؤقت

# tab.flashcards
source: Flashcards
ar: البطاقات التعليمية

# tab.practice
source: Practice
ar: التدريب

# tab.settings
source: Settings
ar: الإعدادات

# navigation.menu
source: Menu
ar: القائمة

# navigation.pages
source: Pages
ar: الصفحات

# navigation.select_page
source: Select a page
ar: اختر صفحة

# navigation.select_page.subtitle
source: Choose a page from the middle column.
ar: اختر صفحة من العمود الأوسط.

# navigation.ipad.unavailable
source: This view is not available on iPad yet.
ar: هذه الصفحة غير متاحة على iPad بعد.

# ipad.section.core
source: Core
ar: الأساسيات

# ipad.section.planning
source: Planning
ar: التخطيط

# ipad.section.focus
source: Focus
ar: التركيز

source: Accessibility Inspector
az: Əlçatanlıq Müfəttişi
bg: Инспектор за достъпност
bn: অ্যাক্সেসিবিলিটি ইন্সপেক্টর
ca: Inspector d'accessibilitat
hr: Inspektor pristupačnosti
hy: Մատչելիության տեսուչ
ko: 접근성 검사기
sq: Inspektori i aksesueshmërisë

source: Add First Task
az: İlk tapşırıq əlavə edin
bg: Добавете първа задача
bn: প্রথম টাস্ক যোগ করুন
ca: Afegeix la primera tasca
hr: Dodajte prvi zadatak
hy: Ավելացրեք առաջին առաջադրանքը
ko: 첫 번째 작업 추가
sq: Shto detyrën e parë

source: Add Task
az: Tapşırıq əlavə edin
bg: Добавяне на задача
bn: টাস্ক যোগ করুন
ca: Afegeix una tasca
hr: Dodaj zadatak
hy: Ավելացնել առաջադրանք
ko: 작업 추가
sq: Shto Detyrë

source: Add an assignment to see it here
az: Burada görmək üçün tapşırıq əlavə edin
bg: Добавете задание, за да го видите тук
bn: এটি এখানে দেখতে একটি অ্যাসাইনমেন্ট যোগ করুন
ca: Afegeix una tasca per veure-la aquí
hr: Dodajte zadatak da biste ga vidjeli ovdje
hy: Ավելացրեք առաջադրանք՝ այն այստեղ տեսնելու համար
ko: 여기에서 보려면 과제를 추가하세요.
sq: Shto një detyrë për ta parë këtu

source: Advance 10k
az: Avans 10k
bg: Аванс 10к
bn: অগ্রিম 10k
ca: Avança 10k
hr: Predujam 10k
hy: Կանխավճար 10կ
ko: 10,000 사전
sq: Përparoni 10 mijë

source: All Courses
az: Bütün Kurslar
bg: Всички курсове
bn: সব কোর্স
ca: Tots els cursos
hr: Svi tečajevi
hy: Բոլոր Դասընթացները
ko: 모든 강좌
sq: Të gjitha kurset

source: All Semesters
az: Bütün Semestrlər
bg: Всички семестри
bn: সব সেমিস্টার
ca: Tots els semestres
hr: Svi semestri
hy: Բոլոր կիսամյակները
ko: 모든 학기
sq: Të gjithë semestrat

source: All done for the day
az: Gün üçün hər şey edildi
bg: Всичко готово за деня
bn: দিনের জন্য সব করা
ca: Tot fet per al dia
hr: Sve gotovo za danas
hy: Ամեն ինչ արված է օրվա համար
ko: 오늘의 일은 모두 끝났어
sq: Të gjitha të bëra për ditën

source: Analog
az: Analoq
bg: Аналогов
bn: এনালগ
ca: Analògic
hy: Անալոգային
ko: 비슷한 물건
sq: Analoge

source: Assignment Status
az: Tapşırıq Vəziyyəti
bg: Състояние на заданието
bn: অ্যাসাইনমেন্ট স্ট্যাটাস
ca: Estat de l'assignació
hr: Status zadatka
hy: Հանձնարարության կարգավիճակը
ko: 할당 상태
sq: Statusi i detyrës

# assignments.action.add_grade
source: Add Grade
da: Tilføj karakter
de: assignments.action.add_grade
fi: Lisää arvosana
fr: Ajouter une note
he: assignments.action.add_grade
ko: 과제.액션.추가_등급
th: เพิ่มเกรด

# assignments.category.homework
source: Homework
da: Lektier
de: assignments.category.homework
fi: Kotitehtävä
fr: Devoirs
he: assignments.category.homework
ko: 과제.범주.숙제
th: การบ้าน

# assignments.plan.solve_set
source: Solve Set
da: Løs sæt
de: assignments.plan.solve_set
fi: Ratkaisusarja
fr: Résoudre l'ensemble
he: assignments.plan.solve_set
ko: 할당.계획.해결_세트
th: แก้ชุด

# assignments.row.category_label
source: Category
da: Kategori
de: assignments.row.category_label
fi: Luokka
fr: Catégorie
he: assignments.row.category_label
ko: 할당.행.범주_라벨
th: หมวดหมู่

# assignments.row.due
source: Due %@
da: Forfalder %@
de: assignments.row.due
fi: Eräpäivä %@
fr: Exigible %@
he: assignments.row.due
th: เนื่องจาก %@

# assignments.status.not_started
source: Not Started
da: Ikke startet
de: assignments.status.not_started
fi: Ei aloitettu
fr: Non démarré
he: assignments.status.not_started
ko: 할당.상태.not_started
th: ไม่ได้เริ่ม

# calendar.week.next
source: Next Week
da: Næste uge
de: calendar.week.next
fi: Ensi viikolla
fr: La semaine prochaine
he: calendar.week.next
th: สัปดาห์หน้า

# calendar.week.previous
source: Previous Week
da: Forrige uge
de: calendar.week.previous
fi: Edellinen viikko
fr: Semaine précédente
he: calendar.week.previous
th: สัปดาห์ก่อน

# calendar.week.range
source: Week of %@
da: uge med %@
de: calendar.week.range
fi: Viikko %@
fr: Semaine de %@
he: calendar.week.range
th: สัปดาห์ของ %@

# calendar.week.this_week
source: This Week
da: Denne uge
de: calendar.week.this_week
fi: Tällä viikolla
fr: Cette semaine
he: calendar.week.this_week
th: สัปดาห์นี้

# practice.status.archived
source: Archived
da: Arkiveret
de: practice.status.archived
fi: Arkistoitu
fr: Archivé
he: practice.status.archived
th: เก็บถาวรแล้ว

# practice.status.completed
source: Completed
da: Færdiggjort
de: practice.status.completed
fi: Valmis
fr: Complété
he: practice.status.completed
th: สมบูรณ์

# practice.status.missed
source: Missed
da: Savnet
de: practice.status.missed
fi: Jäi väliin
fr: Manqué
he: practice.status.missed
th: พลาด

# practice.status.scheduled
source: Scheduled
da: Planlagt
de: practice.status.scheduled
fi: Aikataulutettu
fr: Programmé
he: practice.status.scheduled
th: กำหนดเวลาแล้ว

# assignments.row.estimated_minutes
source: %d min
de: assignments.row.estimated_minutes
fr: %d minutes
he: assignments.row.estimated_minutes
ko: 할당.행.예상_분
th: %d นาที

# task.alarm.error.invalidDate
source: Invalid alarm date
de: task.alarm.error.invalidDate
he: task.alarm.error.invalidDate

# task.alarm.error.notAuthorized
source: Alarm authorization required
de: task.alarm.error.notAuthorized
he: task.alarm.error.notAuthorized

# task.alarm.error.schedulingFailed
source: Failed to schedule alarm
de: task.alarm.error.schedulingFailed
he: task.alarm.error.schedulingFailed

# task.alarm.title
source: Task Reminder
de: task.alarm.title
he: task.alarm.title

# timer.notification.break_over
source: Break is over. Time to focus!
de: timer.notification.break_over
he: timer.notification.break_over

# timer.notification.check_progress
source: Time to check your progress!
de: timer.notification.check_progress
he: timer.notification.check_progress

# timer.notification.pomodoro_complete
source: Pomodoro Complete
de: timer.notification.pomodoro_complete
he: timer.notification.pomodoro_complete

# timer.notification.timer_finished
source: Timer Finished
de: timer.notification.timer_finished
he: timer.notification.timer_finished

# timer.notification.work_over
source: Time for a break!
de: timer.notification.work_over
he: timer.notification.work_over

# timer.tasks.alarm.enabled
source: Set Alarm
de: timer.tasks.alarm.enabled
he: timer.tasks.alarm.enabled

# timer.tasks.alarm.error
source: Error
de: timer.tasks.alarm.error
he: timer.tasks.alarm.error

# timer.tasks.alarm.quick.1hour
source: 1 Hour Before
de: timer.tasks.alarm.quick.1hour
he: timer.tasks.alarm.quick.1hour

# timer.tasks.alarm.quick.custom
source: Custom
de: timer.tasks.alarm.quick.custom
he: timer.tasks.alarm.quick.custom

# timer.tasks.alarm.quick.dayBefore
source: Day Before
de: timer.tasks.alarm.quick.dayBefore
he: timer.tasks.alarm.quick.dayBefore

# timer.tasks.alarm.quick.morning
source: Morning of
de: timer.tasks.alarm.quick.morning
he: timer.tasks.alarm.quick.morning

# timer.tasks.alarm.sound
source: Sound
de: timer.tasks.alarm.sound
he: timer.tasks.alarm.sound

# timer.tasks.alarm.sound.default
source: Default
de: timer.tasks.alarm.sound.default
he: timer.tasks.alarm.sound.default

# timer.tasks.alarm.time
source: Alarm Time
de: timer.tasks.alarm.time
he: timer.tasks.alarm.time

# timer.tasks.alarm.title
source: Task Reminder
de: timer.tasks.alarm.title
he: timer.tasks.alarm.title

# timer.tasks.alarm.when
source: When
de: timer.tasks.alarm.when
he: timer.tasks.alarm.when

# timer.tasks.due
source: Due
de: timer.tasks.due
he: timer.tasks.due

# timer.tasks.dueThisWeek
source: Due This Week
de: timer.tasks.dueThisWeek
he: timer.tasks.dueThisWeek

# timer.tasks.dueToday
source: Due Today
de: timer.tasks.dueToday
he: timer.tasks.dueToday

# timer.tasks.noDueThisWeek
source: No tasks due this week
de: timer.tasks.noDueThisWeek
he: timer.tasks.noDueThisWeek

# timer.tasks.noDueToday
source: No tasks due today
de: timer.tasks.noDueToday
he: timer.tasks.noDueToday

# timer.tasks.status
source: Status
de: timer.tasks.status
he: timer.tasks.status

# timer.tasks.title
source: Tasks
de: timer.tasks.title
he: timer.tasks.title

# timer.tasks.today
source: Today
de: timer.tasks.today
he: timer.tasks.today

# timer.tasks.tomorrow
source: Tomorrow
de: timer.tasks.tomorrow
he: timer.tasks.tomorrow

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
ja: ロレム・イプサム・ドルー・シット・アメット、コンセクト・アディピシング・エリート、セド・ド・エ​​イウスモッド・テンポラ・インシディダント・ユー・レイバーとドローレ・マグナ・アリクア。
nl: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut arbeid en dolore magna aliqua.
th: Lorem ipsum dolor นั่ง amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
zh_hans: Lorem ipsum dolor sat amet，consectetur adipiscing elit，sed do eiusmod tempor incididunt ut laboure et dolore magna aliqua。
zh_hant: Lorem ipsum dolor sat amet，consectetur adipiscing elit，sed do eiusmod tempor incididunt ut laboure et dolore magna aliqua。
zh_hk: Lorem ipsum dolor sat amet，consectetur adipiscing elit，sed do eiusmod tempor incididunt ut Labore et dolore magna aliqua。

source: Batch review temporarily unavailable
ko: 일시적으로 일괄 검토를 사용할 수 없습니다.

source: Cancel
ko: 취소

source: Capabilities
ko: 기능

source: Capture tasks and due dates here
ko: 여기에서 작업 및 마감일을 캡처하세요.

source: Choose a school calendar in Settings → Calendar to see upcoming events.
ko: 다가오는 이벤트를 보려면 설정 → 캘린더에서 학교 캘린더를 선택하세요.

source: Clear All
ko: 모두 지우기

source: Close
ko: 닫다

source: Control which tasks appear on your watch.
ko: 시계에 표시되는 작업을 제어하세요.

source: Control your planner view on watch.
ko: 시계에서 플래너 보기를 제어하세요.

source: Create Semester
ko: 학기 만들기

source: Create flashcard deck
ko: 플래시카드 덱 만들기

source: Creating questions with AI...
ko: AI로 질문 만들기…

source: Current Platform
ko: 현재 플랫폼

source: Delete
ko: 삭제

source: Delete Assignment
ko: 과제 삭제

source: Delete Event
ko: 이벤트 삭제

source: Delete Immediately
ko: 즉시 삭제

source: Delete Semester
ko: 학기 삭제

source: Delete Test
ko: 테스트 삭제

source: Digital
ko: 디지털

source: Discard Changes
ko: 변경 사항 취소

source: Disconnected
ko: 연결이 끊김

source: Edit Assignment
ko: 과제 수정

source: Edit Event
ko: 이벤트 편집

source: Exams and quizzes require at least one module.
ko: 시험과 퀴즈에는 하나 이상의 모듈이 필요합니다.

source: Generate Test
ko: 테스트 생성

source: Generate your first test to start practicing
ko: 연습을 시작하려면 첫 번째 테스트를 생성하세요.

source: Generating Test
ko: 테스트 생성 중

source: In Progress
ko: 진행 중

source: Last Sync
ko: 마지막 동기화

source: Mark Complete
ko: 완료로 표시

source: Mode locked during session
ko: 세션 중에 모드가 잠겼습니다.

source: No Events
ko: 이벤트 없음

source: No Practice Tests Yet
ko: 아직 연습 시험이 없습니다

source: No Tasks Yet
ko: 아직 할 일이 없습니다

source: No scheduled time
ko: 예정된 시간 없음

source: No tasks
ko: 작업 없음

source: OK
ko: 좋아요

source: Open System Settings…
ko: 시스템 설정 열기…

source: Open in New Window
ko: 새 창에서 열기

source: Plan your day to track progress
ko: 진행 상황을 추적할 수 있도록 하루 계획을 세우세요

source: Planner Options
ko: 플래너 옵션

source: Platform Debug Info
ko: 플랫폼 디버그 정보

source: Pomodoro
ko: 포모도로

source: Practice Test
ko: 연습 시험

source: Practice Tests
ko: 연습 시험

source: Preferences…
ko: 환경설정…

source: Ready to Start
ko: 시작 준비

source: Retry
ko: 다시 해 보다

source: Save
ko: 구하다

source: Select a School Calendar
ko: 학교 달력을 선택하세요

source: Select an activity to add notes
ko: 메모를 추가할 활동을 선택하세요.

source: Select an item
ko: 항목을 선택하세요

source: Settings
ko: 설정

source: Stop
ko: 멈추다

source: Stop timer to change mode
ko: 모드를 변경하려면 타이머를 중지하세요.

source: Stopwatch
ko: 스톱워치

source: Submit
ko: 제출하다

source: Tap an element to inspect
ko: 검사할 요소를 탭하세요.

source: Task Options
ko: 작업 옵션

source: Tasks
ko: 작업

source: Test Connection
ko: 연결 테스트

source: This Event Only
ko: 이번 이벤트만

source: This and Future Events
ko: 현재 및 향후 이벤트

source: This calendar is read-only; changes cannot be saved.
ko: 이 달력은 읽기 전용입니다.변경사항을 저장할 수 없습니다.

source: Timer
ko: 시간제 노동자

source: Validation
ko: 확인

source: Version
ko: 버전

source: View All
ko: 모두 보기

source: View Details
ko: 세부정보 보기

source: Your upcoming calendar events will appear here
ko: 예정된 캘린더 일정이 여기에 표시됩니다.

# accessibilitydebug.animation
source: Animation:
ko: 접근성 디버그.애니메이션

# accessibilitydebug.button.secondary.button
source: Secondary Button
ko: 접근성 디버그.버튼.보조.버튼

# accessibilitydebug.button.standard.button
source: Standard Button
ko: 접근성 디버그.버튼.표준.버튼

# accessibilitydebug.current.system.settings
source: Current System Settings
ko: 접근성 debug.current.system.settings
